<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]" :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><router-link class="ui header hvr-icon-wobble-vertical massive inverted icon" style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto" :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                            }}</span></span></router-link></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <p style="text-align: justify;">Свой метод оздоровления, реабилитации и долголетия Наталия Григорьевна создавала
            на
            протяжении долгих лет. В далёком 1981 году, после страшной аварии, врачи приговорили Наталию Носачеву к
            пожизненной инвалидности. Но она не сдалась. Тяжёлым, кропотливым, ежедневным трудом ей удалось вернуться к
            полноценной жизни.</p>
        <p>&nbsp;</p>
        <div class="ui message">
            <div class="ui grid stackable">
                <div class="four wide column">
                    <h1 class="column" style="line-height: 75%;">20 лет+</h1>
                    <hr>
                    <p>более 20 лет Наталия Григорьевна делилась своими бесценными знаниями, позволяющими вести
                        здоровую,
                        гармоничную жизнь, справляться с заболеваниями и трудностями</p>
                </div>
                <div class="four wide column">
                    <h1 class="column" style="line-height: 75%;">&gt; 5.000</h1>
                    <hr>
                    <p>за долгие годы существования Школы обучение прошли более пяти тысяч человек, многие из них со
                        временем начали вести собственную практику в сфере оздоровительных услуг</p>
                </div>
                <div class="four wide column">
                    <h1 class="column" style="line-height: 75%;">&gt; 75%</h1>
                    <hr>
                    <p>более 75% выпускников Школы успешно решили свои проблемы и перешли на новый этап развития, они не
                        только продолжают своё саморазвитие, но и помогают родным и близким</p>
                </div>
                <div class="four wide column">
                    <h1 class="column" style="line-height: 75%;">+5 стран&nbsp;</h1>
                    <hr>
                    <p>Наталия Григорьевна много работала и преподавала не только в России, но и в Швейцарии, Австрии,
                        Израиле, Болгарии и Турции, ведь страны разные, а проблемы у людей одинаковые</p>
                </div>
            </div>
        </div>
        <p><b>Наталия Носачева о Школе саморегуляции</b>:</p>
        <p style="text-align: justify;">Цель моей жизни – передавать людям знания, помогающие выходить
            из проблем, потому что я сама прошла такой путь.</p>
        <p style="text-align: justify;">После страшной аварии врачи мне сказали, что я буду лежать всю
            свою жизнь. Но я поднялась. И теперь я знаю, что любой, даже самый трудный вопрос, самый трудный диагноз,
            можно обойти, заранее узнать и помочь своему организму, не доводя себя до крайней черты. Вот это и есть моя
            Школа, Школа оздоровления и саморегуляции. Я обучаю техникам, позволяющим регулировать собственное
            психологическое и физическое состояние, даю возможность людям уже сейчас:</p>
        <p>🔹 восстанавливать здоровье<br>🔹 решать сложные жизненные ситуации<br>🔹 настраиваться на успех в бизнесе и работе<br>🔹 защищаться от негатива</p>
        <p style="text-align: justify;">Я много работала за границей. Люди разные, но проблемы одни и
            те же: финансы, здоровье, отношения. Но здоровье в первую очередь. Стрессовые состояния преобладают во всех
            странах. Страдает нервная система, всё чаще встречаются панические атаки, у людей начинается бессонница. Эти
            и другие причины влекут за собой очень серьёзные заболевания. Это явление глобальное и важно не пускать всё
            на самотек.</p>
        <p style="text-align: justify;">Именно сейчас необходимо задуматься о своём здоровье, о своём
            будущем. В Школе обучаются и женщины и мужчины самых разных возрастов. И все они учатся не только выводить
            себя из состояния стресса, одна из первоочередных задач – перестать пить тоннами лекарства. Посмотрите, что
            творится: на каждом углу реклама медикаментов! И люди почти не смотрят, а что за побочные эффекты у этих
            лекарств? Смотрят от чего, но не понимают, что этим разрушают налаженные обменные процессы организма, органы
            и системы.</p>
        <p style="text-align: justify;">Не нужно воспринимать болезнь как что-то ужасное, но надо
            понимать, что это сигнал вашего организма, который бьёт в колокол и ваша первоочередная задача этот сигнал
            услышать, понять и сделать конкретные шаги, которые помогут выйти из состояния кризиса, а не глушить
            симптомы таблетками.</p>
        <p style="text-align: justify;">И, конечно же, люди учатся решать проблемы личностного
            характера. Всё можно урегулировать, иначе посмотрев на ситуацию. Мы учимся делать прогнозы, как, например,
            сложится жизнь через несколько лет и на что нужно будет обратить внимание. К примеру, в определённый период
            приоритетом будет здоровье, а в следующие пять лет, допустим, ни в коем случае нельзя будет брать в банке
            деньги из-за крайне неблагоприятного прогноза на этот период. Одним словом, мы максимально разбираем
            возможные ситуации, которые возникают в процессе обучения.</p>
        <p style="text-align: justify;">Раньше после обучения мои ученики получали свидетельство об
            обучении, но в 2018 году осуществилась моя мечта и "Школа саморегуляции" была, наконец-то, сертифицирована
            на государственном уровне, прошла аккредитацию НАНМ и получила возможность выдавать диплом по оздоровлению
            на территории РФ.</p><p style="text-align: justify;"><br></p>
        <p style="text-align: justify;"><b>Соответствие аккредитации</b></p>
        <p style="text-align: justify;">На основании п.2.3 Устава НАНМ, зарегистрированного
            министерством Юстиции РФ и в соответствии со ст.96 Федерального закона «Об образовании в Российской
            Федерации», «Школе саморегуляции» Наталии Носачевой выдан сертификат аккредитации и установлено соответствие
            уровня деятельности аккредитованного субъекта, осуществляющего образовательную деятельность, критериям и
            требованиям общественной аккредитации, утвержденным профильным национальным профессиональным сообществом
            специалистов.</p>
        <p style="text-align: justify;"><b>Право на обучение</b></p>
        <p style="text-align: justify;">Сертификат подтверждает право вести педагогическую
            деятельность, связанную с популяризацией знаний в области народной медицины, традиционной медицины,
            оздоровительных практик народов мира и обучением навыкам самооздоровления, восстановления здоровья.</p>

        <p style="text-align: justify;"></p>
        <router-link :to="page.parent.to" class="ui labeled icon fluid red button" style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>на
            главную</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>
